Repository: sasmalgiri/mailin
Catalog: maxmailin/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, pt_br, zh_hans, zh_hant

source: Apply legal holds and preserve relevant data to prevent spoliation.
de: Legal Holds anwenden und relevante Daten bewahren, um Beweisvernichtung zu verhindern.
es: Aplica retenciones legales y preserva los datos relevantes para evitar la destrucción de pruebas.
fr: Appliquez des conservations légales et préservez les données pertinentes pour éviter toute destruction de preuves.
hi: कानूनी होल्ड लागू करें और साक्ष्य नष्ट होने से रोकने के लिए प्रासंगिक डेटा संरक्षित करें।
it: Applica conservazioni legali e preserva i dati pertinenti per prevenire la distruzione di prove.
ja: リーガルホールドを適用し、関連データを保全して証拠隠滅を防ぎます。
ko: 법적 보존을 적용하고 관련 데이터를 보존하여 증거 인멸을 방지합니다.
pt_br: Aplique retenções legais e preserve dados relevantes para evitar destruição de provas.
zh_hans: 应用法律保全并保存相关数据，以防证据毁损。
zh_hant: 套用法律保全並保存相關資料，以防證據毀損。

source: Apply sequential Bates numbers to all emails.
de: Fortlaufende Bates-Nummern auf alle E-Mails anwenden.
es: Aplica números Bates secuenciales a todos los correos.
fr: Appliquez des numéros Bates séquentiels à tous les e-mails.
hi: सभी ईमेल पर क्रमिक Bates नंबर लागू करें।
it: Applica numeri Bates sequenziali a tutte le email.
ja: すべてのメールに連番の Bates 番号を付けます。
ko: 모든 이메일에 순차적 Bates 번호를 적용합니다.
pt_br: Aplique números Bates sequenciais a todos os e-mails.
zh_hans: 为所有邮件应用连续的 Bates 编号。
zh_hant: 為所有郵件套用連續的 Bates 編號。

source: Apply Tag
de: Tag anwenden
es: Aplicar etiqueta
fr: Appliquer l'étiquette
hi: टैग लागू करें
it: Applica tag
ja: タグを適用
ko: 태그 적용
pt_br: Aplicar etiqueta
zh_hans: 应用标签
zh_hant: 套用標籤

source: Apply tag to selected emails
de: Tag auf ausgewählte E-Mails anwenden
es: Aplicar etiqueta a los correos seleccionados
fr: Appliquer l'étiquette aux e-mails sélectionnés
hi: चयनित ईमेल पर टैग लागू करें
it: Applica il tag alle email selezionate
ja: 選択したメールにタグを適用
ko: 선택한 이메일에 태그 적용
pt_br: Aplicar etiqueta aos e-mails selecionados
zh_hans: 对所选邮件应用标签
zh_hant: 對所選郵件套用標籤

source: Apply the selected filters to your email list
de: Die gewählten Filter auf Ihre E-Mail-Liste anwenden
es: Aplicar los filtros seleccionados a tu lista de correos
fr: Appliquer les filtres sélectionnés à votre liste d'e-mails
hi: चयनित फ़िल्टर अपनी ईमेल सूची पर लागू करें
it: Applica i filtri selezionati all'elenco delle email
ja: 選択したフィルタをメールリストに適用
ko: 선택한 필터를 이메일 목록에 적용
pt_br: Aplicar os filtros selecionados à sua lista de e-mails
zh_hans: 将所选筛选应用到您的邮件列表
zh_hant: 將所選篩選套用到您的郵件列表

source: Applying a legal hold logs the action in the forensic audit trail and locks source integrity hashes.
de: Das Anwenden eines Legal Hold protokolliert die Aktion im forensischen Prüfprotokoll und sperrt die Quellintegritäts-Hashes.
es: Aplicar una retención legal registra la acción en el registro de auditoría forense y bloquea los hashes de integridad de la fuente.
fr: Appliquer une conservation légale consigne l'action dans le journal d'audit forensique et verrouille les hachages d'intégrité des sources.
hi: कानूनी रोक लागू करने से यह क्रिया फ़ोरेंसिक ऑडिट ट्रेल में दर्ज होती है और स्रोत अखंडता हैश लॉक हो जाते हैं।
it: Applicare una conservazione legale registra l'azione nel registro di audit forense e blocca gli hash di integrità delle sorgenti.
ja: リーガルホールドを適用すると、その操作がフォレンジック監査証跡に記録され、ソースの整合性ハッシュがロックされます。
ko: 법적 보존을 적용하면 포렌식 감사 추적에 기록되고 소스 무결성 해시가 잠깁니다.
pt_br: Aplicar uma retenção legal registra a ação na trilha de auditoria forense e bloqueia os hashes de integridade da fonte.
zh_hans: 应用法律保留会将该操作记录到取证审计记录中，并锁定来源完整性哈希。
zh_hant: 套用法律保留會將該動作記錄到鑑識稽核記錄中，並鎖定來源完整性雜湊。

source: Appointment
de: Termin
es: Cita
fr: Rendez-vous
hi: अपॉइंटमेंट
it: Appuntamento
ja: 予定
ko: 약속
pt_br: Compromisso
zh_hans: 约会
zh_hant: 約會

source: Archive
de: Archiv
es: Archivo
hi: संग्रह
it: Archivio
ja: アーカイブ
ko: 보관함
pt_br: Arquivo
zh_hans: 归档
zh_hant: 封存

source: Archive cannot be turned off.
de: Das Archiv kann nicht ausgeschaltet werden.
es: El archivo no se puede desactivar.
fr: L'archive ne peut pas être désactivée.
hi: आर्काइव बंद नहीं किया जा सकता।
it: L'archivio non può essere disattivato.
ja: アーカイブはオフにできません。
ko: 아카이브는 끌 수 없습니다.
pt_br: O arquivo não pode ser desativado.
zh_hans: 归档无法关闭。
zh_hant: 封存無法關閉。

source: Archive Cleanup
de: Archivbereinigung
es: Limpieza del archivo
fr: Nettoyage de l'archive
hi: संग्रह सफ़ाई
it: Pulizia dell'archivio
ja: アーカイブのクリーンアップ
ko: 아카이브 정리
pt_br: Limpeza do arquivo
zh_hans: 归档清理
zh_hant: 封存清理

source: Archive Compare
de: Archivvergleich
es: Comparar archivos
fr: Comparaison d'archives
hi: संग्रह तुलना
it: Confronto archivi
ja: アーカイブ比較
ko: 아카이브 비교
pt_br: Comparar arquivos
zh_hans: 归档比较
zh_hant: 封存比較

source: Archive Comparison
de: Archivvergleich
es: Comparación de archivos
fr: Comparaison d'archives
hi: संग्रह तुलना
it: Confronto archivi
ja: アーカイブ比較
ko: 보관함 비교
pt_br: Comparação de arquivos
zh_hans: 归档比较
zh_hant: 封存比較

source: Archive Comparison...
de: Archivvergleich …
es: Comparación de archivos…
fr: Comparaison d'archives…
hi: संग्रह तुलना…
it: Confronto archivi…
ja: アーカイブ比較…
ko: 보관함 비교…
pt_br: Comparação de arquivos…
zh_hans: 归档比较…
zh_hant: 封存比較…

source: Archive health: 80+ = Excellent (clean, well-threaded), 50-79 = Fair, below 50 = Needs attention (high anomalies or negative tone)
de: Archivzustand: 80+ = Ausgezeichnet (sauber, gut verknüpft), 50–79 = Mäßig, unter 50 = Aufmerksamkeit nötig (viele Anomalien oder negativer Ton)
es: Salud del archivo: 80+ = Excelente (limpio, bien enlazado), 50-79 = Aceptable, menos de 50 = Necesita atención (muchas anomalías o tono negativo)
fr: Santé de l'archive : 80+ = Excellente (propre, bien enchaînée), 50-79 = Correcte, moins de 50 = À surveiller (nombreuses anomalies ou ton négatif)
hi: संग्रह स्वास्थ्य: 80+ = उत्कृष्ट (साफ़, अच्छी तरह थ्रेडेड), 50-79 = ठीक, 50 से कम = ध्यान चाहिए (अधिक विसंगतियाँ या नकारात्मक स्वर)
it: Salute dell'archivio: 80+ = Eccellente (pulito, ben collegato), 50-79 = Discreta, sotto 50 = Richiede attenzione (molte anomalie o tono negativo)
ja: アーカイブの健全性: 80 以上 = 優良（クリーンでスレッド化良好）、50〜79 = 普通、50 未満 = 要注意（異常が多い、またはネガティブなトーン）
ko: 보관함 상태: 80 이상 = 우수(깨끗하고 스레드 정리 양호), 50-79 = 보통, 50 미만 = 주의 필요(이상 징후 많음 또는 부정적 톤)
pt_br: Saúde do arquivo: 80+ = Excelente (limpo, bem encadeado), 50-79 = Razoável, abaixo de 50 = Precisa de atenção (muitas anomalias ou tom negativo)
zh_hans: 归档健康度：80+ = 优秀（整洁、会话完整），50-79 = 一般，低于 50 = 需要关注（异常较多或负面基调）
zh_hant: 封存健康度：80+ = 優秀（整潔、對話串完整），50-79 = 尚可，低於 50 = 需要注意（異常較多或負面基調）

source: Archive is always available. AI Insights, Professional Workflows and Live Mail stay completely off — no background work, no indexing, no network — until you switch them on here. Switching one off stops its work and hides its page; your saved work is kept.
de: Das Archiv ist immer verfügbar. KI-Einblicke, Professionelle Workflows und Live Mail bleiben vollständig aus — keine Hintergrundarbeit, keine Indizierung, kein Netzwerk —, bis Sie sie hier einschalten. Ausschalten stoppt die Arbeit und blendet die Seite aus; Ihre gesicherte Arbeit bleibt erhalten.
es: El Archivo siempre está disponible. AI Insights, Flujos profesionales y Live Mail permanecen completamente apagados — sin trabajo en segundo plano, sin indexación, sin red — hasta que los actives aquí. Apagar uno detiene su trabajo y oculta su página; tu trabajo guardado se conserva.
fr: L'Archive est toujours disponible. AI Insights, Flux professionnels et Live Mail restent entièrement éteints — aucun travail en arrière-plan, aucune indexation, aucun réseau — tant que vous ne les activez pas ici. En éteindre un arrête son travail et masque sa page ; votre travail enregistré est conservé.
hi: संग्रह हमेशा उपलब्ध है। AI अंतर्दृष्टि, Professional वर्कफ़्लो और लाइव मेल पूरी तरह बंद रहते हैं — कोई पृष्ठभूमि कार्य नहीं, कोई अनुक्रमण नहीं, कोई नेटवर्क नहीं — जब तक आप उन्हें यहाँ चालू न करें। किसी को बंद करने से उसका काम रुकता है और उसका पेज छिप जाता है; आपका सहेजा काम बना रहता है।
it: L'Archivio è sempre disponibile. AI Insights, Flussi professionali e Live Mail restano completamente spenti — nessun lavoro in background, nessuna indicizzazione, nessuna rete — finché non li attivi qui. Spegnerne uno ne ferma il lavoro e nasconde la pagina; il lavoro salvato viene conservato.
ja: アーカイブは常に利用できます。AI インサイト、プロフェッショナルワークフロー、ライブメール は、ここでオンにするまで完全にオフのままです — バックグラウンド処理も、インデックス作成も、ネットワークもありません。オフにすると処理が停止してページが隠れますが、保存した作業は保持されます。
ko: 보관함은 항상 사용할 수 있습니다. AI 인사이트, Professional 워크플로, 라이브 메일은 여기서 켤 때까지 완전히 꺼져 있습니다 — 백그라운드 작업도, 색인도, 네트워크도 없습니다. 하나를 끄면 해당 작업이 중지되고 페이지가 숨겨지며, 저장된 작업은 유지됩니다.
pt_br: O Arquivo está sempre disponível. AI Insights, Fluxos profissionais e Live Mail permanecem completamente desligados — sem trabalho em segundo plano, sem indexação, sem rede — até que você os ative aqui. Desligar um deles interrompe seu trabalho e oculta sua página; seu trabalho salvo é mantido.
zh_hans: “归档”始终可用。AI 洞察、专业工作流 和 实时邮件 在您于此开启之前完全关闭——没有后台工作、没有索引、没有网络。关闭其中之一会停止其工作并隐藏其页面；您保存的工作会保留。
zh_hant: 「封存」永遠可用。AI 洞察、專業工作流程 和 即時郵件 在您於此開啟之前完全關閉——沒有背景工作、沒有索引、沒有網路。關閉其中之一會停止其工作並隱藏其頁面；您儲存的工作會保留。

source: Archive location
de: Speicherort des Archivs
es: Ubicación del archivo
fr: Emplacement de l'archive
hi: संग्रह का स्थान
it: Posizione dell'archivio
ja: アーカイブの場所
ko: 보관함 위치
pt_br: Local do arquivo
zh_hans: 归档位置
zh_hant: 封存位置

source: Archive on another volume
de: Archiv auf anderem Volume
es: Archivo en otro volumen
fr: Archive sur un autre volume
hi: किसी अन्य वॉल्यूम पर संग्रह
it: Archivio su un altro volume
ja: 別のボリュームにアーカイブ
ko: 다른 볼륨에 아카이브
pt_br: Arquivo em outro volume
zh_hans: 在另一个宗卷上归档
zh_hant: 在另一個卷宗上封存

source: Archive quality score: considers diversity of senders, threading rate, attachment presence, and content length balance
de: Archivqualitätswert: berücksichtigt Vielfalt der Absender, Verknüpfungsrate, Vorhandensein von Anhängen und Ausgewogenheit der Inhaltslänge
es: Puntuación de calidad del archivo: considera la diversidad de remitentes, la tasa de conversaciones, la presencia de adjuntos y el equilibrio en la longitud del contenido
fr: Score de qualité de l'archive : prend en compte la diversité des expéditeurs, le taux de fils, la présence de pièces jointes et l'équilibre des longueurs de contenu
hi: संग्रह गुणवत्ता स्कोर: प्रेषकों की विविधता, थ्रेडिंग दर, अनुलग्नकों की उपस्थिति और सामग्री की लंबाई के संतुलन पर विचार करता है
it: Punteggio di qualità dell'archivio: considera la varietà dei mittenti, il tasso di conversazioni, la presenza di allegati e l'equilibrio della lunghezza dei contenuti
ja: アーカイブ品質スコア: 送信者の多様性、スレッド化率、添付ファイルの有無、内容の長さのバランスを考慮します
ko: 보관함 품질 점수: 발신자 다양성, 스레드 비율, 첨부 파일 유무, 내용 길이 균형을 고려합니다
pt_br: Pontuação de qualidade do arquivo: considera a diversidade de remetentes, a taxa de conversas, a presença de anexos e o equilíbrio no tamanho do conteúdo
zh_hans: 归档质量分数：考虑发件人多样性、会话比率、附件存在情况和内容长度均衡度
zh_hant: 封存品質分數：考慮寄件者多樣性、對話串比率、附件存在情況和內容長度均衡度

source: Archive Statistics
de: Archivstatistik
es: Estadísticas del archivo
fr: Statistiques de l'archive
hi: संग्रह आँकड़े
it: Statistiche dell'archivio
ja: アーカイブ統計
ko: 보관함 통계
pt_br: Estatísticas do arquivo
zh_hans: 归档统计
zh_hant: 封存統計

source: Archived
de: Archiviert
es: Archivado
fr: Archivé
hi: संग्रहीत
it: Archiviato
ja: アーカイブ済み
ko: 보관됨
pt_br: Arquivado
zh_hans: 已归档
zh_hant: 已封存

source: Archives
de: Archive
es: Archivos
hi: संग्रह
it: Archivi
ja: アーカイブ
ko: 아카이브
pt_br: Arquivos
zh_hans: 归档
zh_hant: 封存

source: Archives from mailin 1.0 migrate automatically with exact verification — every email, tag and note accounted for, duplicates preserved.
de: Archive aus mailin 1.0 werden automatisch mit exakter Verifizierung migriert — jede E-Mail, jedes Tag und jede Notiz wird berücksichtigt, Duplikate bleiben erhalten.
es: Los archivos de mailin 1.0 migran automáticamente con verificación exacta — cada correo, etiqueta y nota queda contabilizado, los duplicados se conservan.
fr: Les archives de mailin 1.0 migrent automatiquement avec une vérification exacte — chaque e-mail, étiquette et note est comptabilisé, les doublons sont préservés.
hi: mailin 1.0 के संग्रह सटीक सत्यापन के साथ स्वतः माइग्रेट होते हैं — हर ईमेल, टैग और नोट का हिसाब, डुप्लिकेट संरक्षित।
it: Gli archivi di mailin 1.0 migrano automaticamente con verifica esatta — ogni email, tag e nota è contabilizzata, i duplicati sono conservati.
ja: mailin 1.0 のアーカイブは正確な検証付きで自動的に移行されます — すべてのメール、タグ、メモが照合され、重複も保持されます。
ko: mailin 1.0의 아카이브는 정확한 검증과 함께 자동으로 마이그레이션됩니다 — 모든 이메일, 태그, 메모가 확인되고 중복도 보존됩니다.
pt_br: Arquivos do mailin 1.0 migram automaticamente com verificação exata — cada e-mail, etiqueta e nota é contabilizado, duplicatas preservadas.
zh_hans: mailin 1.0 的归档会自动迁移并精确验证 — 每封邮件、标签和备注都有据可查，重复项保留。
zh_hant: mailin 1.0 的封存會自動移轉並精確驗證 — 每封郵件、標籤和備註都有據可查，重複項目保留。

source: Ask
de: Fragen
es: Preguntar
fr: Demander
hi: पूछें
it: Chiedi
ja: 質問
ko: 질문하기
pt_br: Perguntar
zh_hans: 提问
zh_hant: 提問

source: Ask a follow-up question...
de: Rückfrage stellen …
es: Haz una pregunta de seguimiento…
fr: Posez une question complémentaire…
hi: अनुवर्ती प्रश्न पूछें…
it: Fai una domanda di approfondimento…
ja: 追加の質問をする…
ko: 후속 질문하기…
pt_br: Faça uma pergunta complementar…
zh_hans: 提出后续问题…
zh_hant: 提出後續問題…

source: Ask AI
de: KI fragen
es: Preguntar a la IA
fr: Demander à l'IA
hi: AI से पूछें
it: Chiedi all'IA
ja: AI に質問
ko: AI에게 질문
pt_br: Perguntar à IA
zh_hans: 询问 AI
zh_hant: 詢問 AI

source: Ask AI About Emails
de: KI zu E-Mails fragen
es: Preguntar a la IA sobre los correos
fr: Interroger l'IA sur les e-mails
hi: ईमेल के बारे में AI से पूछें
it: Chiedi all'IA sulle email
ja: メールについて AI に質問
ko: 이메일에 대해 AI에게 질문
pt_br: Perguntar à IA sobre os e-mails
zh_hans: 向 AI 询问邮件
zh_hant: 向 AI 詢問郵件

source: Ask AI About Your Emails
de: KI zu Ihren E-Mails fragen
es: Preguntar a la IA sobre tus correos
fr: Interroger l'IA sur vos e-mails
hi: अपने ईमेल के बारे में AI से पूछें
it: Chiedi all'IA sulle tue email
ja: あなたのメールについて AI に質問
ko: 내 이메일에 대해 AI에게 질문
pt_br: Perguntar à IA sobre seus e-mails
zh_hans: 向 AI 询问您的邮件
zh_hant: 向 AI 詢問您的郵件

source: Ask AI assistant
de: KI-Assistenten fragen
es: Preguntar al asistente de IA
fr: Interroger l'assistant IA
hi: AI सहायक से पूछें
it: Chiedi all'assistente IA
ja: AI アシスタントに質問
ko: AI 어시스턴트에게 질문
pt_br: Perguntar ao assistente de IA
zh_hans: 询问 AI 助手
zh_hant: 詢問 AI 助理

source: Ask AI...
de: KI fragen …
es: Preguntar a la IA…
fr: Demander à l'IA…
hi: AI से पूछें…
it: Chiedi all'IA…
ja: AI に質問…
ko: AI에게 질문…
pt_br: Perguntar à IA…
zh_hans: 询问 AI…
zh_hant: 詢問 AI…

source: Ask anything
de: Fragen Sie alles
es: Pregunta lo que quieras
fr: Demandez n'importe quoi
hi: कुछ भी पूछें
it: Chiedi qualsiasi cosa
ja: 何でも質問
ko: 무엇이든 물어보세요
pt_br: Pergunte qualquer coisa
zh_hans: 随便问
zh_hant: 隨便問

source: Ask anything about your emails
de: Fragen Sie alles zu Ihren E-Mails
es: Pregunta lo que quieras sobre tus correos
fr: Demandez n'importe quoi sur vos e-mails
hi: अपने ईमेल के बारे में कुछ भी पूछें
it: Chiedi qualsiasi cosa sulle tue email
ja: メールについて何でも質問
ko: 이메일에 대해 무엇이든 물어보세요
pt_br: Pergunte qualquer coisa sobre seus e-mails
zh_hans: 随便问关于您邮件的任何问题
zh_hant: 隨便問關於您郵件的任何問題

source: Ask follow-up: %@
de: Folgefrage stellen: %@
es: Hacer pregunta de seguimiento: %@
fr: Poser la question de suivi : %@
hi: आगे का सवाल पूछें: %@
it: Fai la domanda di approfondimento: %@
ja: 続けて質問: %@
ko: 후속 질문하기: %@
pt_br: Fazer pergunta de acompanhamento: %@
zh_hans: 追问:%@
zh_hant: 追問:%@

source: Ask in plain words — e.g. “invoices from Priya last March” — mailin turns it into a search
de: Fragen Sie in einfachen Worten — z. B. „Rechnungen von Priya letzten März“ — mailin macht daraus eine Suche
es: Pregunta con palabras sencillas — p. ej. «facturas de Priya del pasado marzo» — y mailin lo convierte en una búsqueda
fr: Demandez en langage courant — p. ex. « factures de Priya en mars dernier » — mailin en fait une recherche
hi: सरल शब्दों में पूछें — जैसे “पिछले मार्च में प्रिया के चालान” — mailin इसे खोज में बदल देता है
it: Chiedi con parole semplici — es. «fatture da Priya a marzo scorso» — mailin la trasforma in una ricerca
ja: 普通の言葉で質問してください — 例:「去年 3 月の Priya からの請求書」— mailin が検索に変換します
ko: 쉬운 말로 물어보세요 — 예: “지난 3월 Priya가 보낸 청구서” — mailin이 검색으로 바꿉니다
pt_br: Pergunte com palavras simples — p. ex. “faturas da Priya em março passado” — e o mailin transforma em uma busca
zh_hans: 用平常的话提问——例如“去年三月 Priya 的发票”——mailin 会将其转为搜索
zh_hant: 用平常的話提問——例如「去年三月 Priya 的發票」——mailin 會將其轉為搜尋

source: Ask mailin's AI assistant a question about your email archive
de: Stellen Sie dem KI-Assistenten von mailin eine Frage zu Ihrem E-Mail-Archiv
es: Haz una pregunta al asistente de IA de mailin sobre tu archivo de correo
fr: Posez une question à l'assistant IA de mailin sur votre archive e-mail
hi: अपने ईमेल संग्रह के बारे में mailin के AI सहायक से प्रश्न पूछें
it: Fai una domanda all'assistente IA di mailin sul tuo archivio email
ja: メールアーカイブについて mailin の AI アシスタントに質問する
ko: 이메일 보관함에 대해 mailin의 AI 어시스턴트에게 질문하세요
pt_br: Faça uma pergunta ao assistente de IA do mailin sobre seu arquivo de e-mail
zh_hans: 向 mailin 的 AI 助手询问有关您邮件归档的问题
zh_hant: 向 mailin 的 AI 助理詢問有關您郵件封存的問題

source: Ask naturally, e.g. "John's emails from last week with attachments"
de: Fragen Sie natürlich, z. B. „Johns E-Mails der letzten Woche mit Anhängen“
es: Pregunta con naturalidad, p. ej. «correos de John de la semana pasada con adjuntos»
fr: Demandez naturellement, p. ex. « e-mails de John de la semaine dernière avec pièces jointes »
hi: स्वाभाविक रूप से पूछें, जैसे “पिछले सप्ताह अनुलग्नक वाले जॉन के ईमेल”
it: Chiedi in modo naturale, es. «email di John della settimana scorsa con allegati»
ja: 自然に質問してください。例:「先週の John からの添付付きメール」
ko: 자연스럽게 물어보세요. 예: “지난주 첨부 파일이 있는 John의 이메일”
pt_br: Pergunte naturalmente, p. ex. “e-mails do John da semana passada com anexos”
zh_hans: 自然地提问，例如“John 上周带附件的邮件”
zh_hant: 自然地提問，例如「John 上週帶附件的郵件」

source: Ask naturally...
de: Natürlich fragen …
es: Pregunta con naturalidad…
fr: Demandez naturellement…
hi: स्वाभाविक रूप से पूछें…
it: Chiedi in modo naturale…
ja: 自然に質問…
ko: 자연스럽게 질문…
pt_br: Pergunte naturalmente…
zh_hans: 自然地提问…
zh_hant: 自然地提問…

source: Ask questions
de: Fragen stellen
es: Hacer preguntas
fr: Poser des questions
hi: प्रश्न पूछें
it: Fai domande
ja: 質問する
ko: 질문하기
pt_br: Fazer perguntas
zh_hans: 提问
zh_hant: 提問

source: Ask Questions
de: Fragen stellen
es: Hacer preguntas
fr: Poser des questions
hi: प्रश्न पूछें
it: Fai domande
ja: 質問する
ko: 질문하기
pt_br: Fazer perguntas
zh_hans: 提问
zh_hant: 提問

source: Ask questions about emails
de: Fragen zu E-Mails stellen
es: Hacer preguntas sobre los correos
fr: Poser des questions sur les e-mails
hi: ईमेल के बारे में प्रश्न पूछें
it: Fai domande sulle email
ja: メールについて質問する
ko: 이메일에 대해 질문하기
pt_br: Fazer perguntas sobre e-mails
zh_hans: 就邮件提问
zh_hant: 就郵件提問

source: Ask questions about the archive and build reports, with every answer citing the messages it came from.
de: Stellen Sie Fragen zum Archiv und erstellen Sie Berichte, wobei jede Antwort die Nachrichten zitiert, aus denen sie stammt.
es: Haz preguntas sobre el archivo y construye informes, con cada respuesta citando los mensajes de los que procede.
fr: Posez des questions sur l'archive et construisez des rapports, chaque réponse citant les messages dont elle provient.
hi: संग्रह के बारे में प्रश्न पूछें और रिपोर्ट बनाएँ, जहाँ हर उत्तर उन संदेशों को उद्धृत करता है जिनसे वह आया।
it: Fai domande sull'archivio e costruisci report, con ogni risposta che cita i messaggi da cui proviene.
ja: アーカイブについて質問してレポートを作成します。すべての回答は出典のメッセージを引用します。
ko: 아카이브에 대해 질문하고 보고서를 작성하세요. 모든 답변은 출처 메시지를 인용합니다.
pt_br: Faça perguntas sobre o arquivo e monte relatórios, com cada resposta citando as mensagens de onde veio.
zh_hans: 就归档提问并构建报告，每个回答都引用其来源邮件。
zh_hant: 就封存提問並建立報告，每個回答都引用其來源訊息。

source: Ask questions about your emails
de: Fragen zu Ihren E-Mails stellen
es: Hacer preguntas sobre tus correos
fr: Poser des questions sur vos e-mails
hi: अपने ईमेल के बारे में प्रश्न पूछें
it: Fai domande sulle tue email
ja: メールについて質問する
ko: 이메일에 대해 질문하기
pt_br: Fazer perguntas sobre seus e-mails
zh_hans: 就您的邮件提问
zh_hant: 就您的郵件提問

source: Ask questions about your emails in plain language.
de: Stellen Sie Fragen zu Ihren E-Mails in natürlicher Sprache.
es: Haz preguntas sobre tus correos en lenguaje natural.
fr: Posez des questions sur vos e-mails en langage courant.
hi: अपने ईमेल के बारे में सरल भाषा में प्रश्न पूछें।
it: Fai domande sulle tue email in linguaggio naturale.
ja: メールについて自然な言葉で質問します。
ko: 이메일에 대해 일상 언어로 질문하세요.
pt_br: Faça perguntas sobre seus e-mails em linguagem simples.
zh_hans: 用日常语言就您的邮件提问。
zh_hant: 用日常語言就您的郵件提問。

source: Ask questions, summarise and build reports with citations back to originals.
de: Fragen stellen, zusammenfassen und Berichte mit Zitaten zu den Originalen erstellen.
es: Haz preguntas, resume y construye informes con citas a los originales.
fr: Posez des questions, résumez et construisez des rapports avec des citations renvoyant aux originaux.
hi: प्रश्न पूछें, सारांश बनाएँ और मूल तक उद्धरणों के साथ रिपोर्ट बनाएँ।
it: Fai domande, riassumi e costruisci report con citazioni agli originali.
ja: 質問、要約、そして原本への引用付きレポートの作成。
ko: 질문하고, 요약하고, 원본 인용이 포함된 보고서를 작성하세요.
pt_br: Faça perguntas, resuma e monte relatórios com citações aos originais.
zh_hans: 提问、总结并构建带原文引用的报告。
zh_hant: 提問、總結並建立帶原文引用的報告。

source: Ask the AI Assistant a question. Its timing, output and outcome are recorded here, engine by engine.
de: Stellen Sie dem KI-Assistenten eine Frage. Zeit, Ausgabe und Ergebnis werden hier Engine für Engine festgehalten.
es: Haz una pregunta al asistente de IA. Su tiempo, resultado y desenlace se registran aquí, motor por motor.
fr: Posez une question à l'assistant IA. Sa durée, sa réponse et son résultat sont consignés ici, moteur par moteur.
hi: AI सहायक से प्रश्न पूछें। उसका समय, आउटपुट और परिणाम यहाँ इंजन-दर-इंजन दर्ज होते हैं।
it: Fai una domanda all'assistente IA. Tempi, output ed esito vengono registrati qui, motore per motore.
ja: AI アシスタントに質問してください。所要時間、出力、結果がエンジンごとにここに記録されます。
ko: AI 어시스턴트에게 질문하세요. 소요 시간, 출력, 결과가 엔진별로 여기에 기록됩니다.
pt_br: Faça uma pergunta ao assistente de IA. O tempo, a saída e o resultado são registrados aqui, mecanismo por mecanismo.
zh_hans: 向 AI 助手提问。其耗时、输出和结果会按引擎逐一记录在此。
zh_hant: 向 AI 助理提問。其耗時、輸出和結果會依引擎逐一記錄在此。

source: Ask this question
de: Diese Frage stellen
es: Hacer esta pregunta
fr: Poser cette question
hi: यह सवाल पूछें
it: Fai questa domanda
ja: この質問をする
ko: 이 질문하기
pt_br: Fazer esta pergunta
zh_hans: 提出这个问题
zh_hant: 提出這個問題

source: Ask: %@
de: Frage: %@
es: Pregunta: %@
fr: Question : %@
hi: प्रश्न: %@
it: Domanda: %@
ja: 質問: %@
ko: 질문: %@
pt_br: Pergunta: %@
zh_hans: 提问：%@
zh_hant: 提問：%@

source: Assemble a report from archive sections.
de: Einen Bericht aus Archivabschnitten zusammenstellen.
es: Ensambla un informe a partir de secciones del archivo.
fr: Assemblez un rapport à partir de sections de l'archive.
hi: संग्रह अनुभागों से रिपोर्ट तैयार करें।
it: Assembla un report da sezioni dell'archivio.
ja: アーカイブのセクションからレポートを組み立てます。
ko: 아카이브 섹션으로 보고서를 구성합니다.
pt_br: Monte um relatório a partir de seções do arquivo.
zh_hans: 从归档各部分组装报告。
zh_hant: 從封存各部分組合報告。

source: Assembling history…
de: Verlauf wird zusammengestellt …
es: Reuniendo el historial…
fr: Assemblage de l'historique…
hi: इतिहास तैयार हो रहा है…
it: Composizione della cronologia…
ja: 履歴を組み立て中…
ko: 기록 구성 중…
pt_br: Montando o histórico…
zh_hans: 正在整理历史记录…
zh_hant: 正在整理歷史記錄…
